---
kind: other
id: Properties.T:Autodesk.Revit.UI.Events.SelectionChangedEventArgs
source: html/aeca9f95-87d4-7dbf-660b-21b7273ee526.htm
---
# SelectionChangedEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.